<?php

return [
    'clean'                                                         =>  'مسح',
    'save'                                                          => 'حفظ',
    'delete'                                                        => 'حذف',
    'confirm'                                                       => 'تأكيد',
    'disapprove'                                                    =>  'رفض',
    'approve'                                                       =>  'موافقة',
    'Branch'                                                        =>  'الفرع',
    'show'                                                          =>  'عرض',
    'no_files_found'                                                =>  'لم يتم العثور على ملفات',
    'type'                                                           =>  'النوع',
    'no_branches_avilable'                                          =>  'لا يوجد فروع متاحة',
    'pending'                                                       =>        'قيد الانتظار',
    'completed'                                                     =>        'مكتمل',
    'cancelled'                                                      =>        'ملغي',

    'response_messages'   =>        [
        'error'                                         =>  'حدث خطأ ما',
        'Success'                                       =>  'تم بنجاح',
    ],


    'Abu Zabi' => 'أبو ظبي',
    'Ajman' => 'عجمان',
    'Dubai' => 'دبي',
    'Ras al-Khaymah' => 'رأس الخيمة',
    'Sharjha' => 'الشارقة',
    'Sharjah' => 'الشارقة',
    'Umm al Qaywayn' => 'أم القيوين',
    'al-Fujayrah' => 'الفجيرة',
    'whatsaap_query' => "مرحبًا! 👋 أنا مهتم بمعرفة المزيد عن منتجاتكم. هل يمكنكم مساعدتي بتوفير بعض المعلومات؟",
    'contact_through_whatsaap'  =>  'تواصل عبر الواتساب',



];

