<?php

return [
    'clean'                                                         =>  'مسح',
    'save'                                                          => 'حفظ',
    'delete'                                                        => 'حذف',
    'confirm'                                                       => 'تأكيد',
    'disapprove'                                                    =>  'رفض',
    'approve'                                                       =>  'موافقة',
    'Branch'                                                        =>  'الفرع',
    'show'                                                          =>  'عرض',
    'no_files_found'                                                =>  'لم يتم العثور على ملفات',
    'type'                                                           =>  'النوع',
    'no_branches_avilable'                                          =>  'لا يوجد فروع متاحة',
    'pending'                                                       =>        'قيد الانتظار',
    'completed'                                                     =>        'مكتمل',
    'cancelled'                                                      =>        'ملغي',

    'response_messages'   =>        [
        'error'                                         =>  'حدث خطأ ما',
        'Success'                                       =>  'تم بنجاح',
    ],


    'Abu Zabi' => 'أبو ظبي',
    'Ajman' => 'عجمان',
    'Dubai' => 'دبي',
    'Ras al-Khaymah' => 'رأس الخيمة',
    'Sharjha' => 'الشارقة',
    'Sharjah' => 'الشارقة',
    'Umm al Qaywayn' => 'أم القيوين',
    'al-Fujayrah' => 'الفجيرة',
    'whatsaap_query' => "مرحبًا! 👋 أنا مهتم بمعرفة المزيد عن منتجاتكم. هل يمكنكم مساعدتي بتوفير بعض المعلومات؟",
    'contact_through_whatsaap'  =>  'تواصل عبر الواتساب',
    'about_us_paage'            =>  [
        'our_story'         =>  'الرؤية الذكية للاستشارات الهندسية هي شركة متكاملة تأسست في إمارة الشارقة بدولة الإمارات العربية المتحدة عام 2013. تقدم شركتنا حلول تصميم ذات تقنية تنافسية ومميزة. نحن شركاء مع عملائنا لتزويدهم بتصميمات تتميز بالذكاء والفعالية الكبيرة. لهذا الغرض ، ندمج بسلاسة العديد من تصميماتنا المعمارية مع تصاميم الديكور الداخلي لإظهار حيوية الداخل والخارج. تعمل خططنا وإمكانياتنا المختصة في مجال الوسائط المتعددة على تعزيز خبرتنا في مجال التصميم وتزويد عملائنا بمنتج شامل ومتكامل. النتيجة النهائية لجهودنا هي تصميم مُعد بدقة ومتطور.',
        'our_goal'          =>  'ننجح في عملنا من خلال الاحتراف والروح التعاونية والتركيز على خدمة عملائنا بشغف التميز في أعمال التصميم. نعتقد أن كل مشروع يمتلك مجموعة متميزة من التحديات والفرص وهذه العوامل مسؤولة عن توجيه عمليات التصميم التي نقوم بها من خلال تبني الفردية في كل مشروع. لذلك قدمنا لأنفسنا فرصًا ليس فقط لإيجاد حلول جديدة ومبتكرة ولكن أيضًا لتلبية جميع متطلبات المشروع',
        'our_vision'        =>  'المشاركة في إنشاء سوق عقاري ومواكبة التطور الهائل في تقنيات البناء الحديثة مع الاستعانة بالمتخصصين والعمالة العاملة في مجال التشييد والبناء من أجل تنفيذ مجموعة مميزة من المشاريع التي تتميز بالجودة والمعايير العالمية جنبًا إلى جنب مع التزامنا الدقة في العمل والتنفيذ ضمن الجدول الزمني المقترح.',
        'our_mission'       =>  'نعمل كشركاء مبدعين. لنقدم لعملائنا أفضل التصميمات وأعلى مستوى من خدمات البناء عالية الجودة بأسعار تنافسية وعادلة في السوق.',
        'better_ideas'      =>  'أفكار إبداعية',
        'save_money'        =>  'حلول موفرة',
        'easy_to_find'      =>  'سهولة الوصول',
        'collaboration'     =>  'التعاون',
        'architecture_design' => 'نأخذ بعين الاعتبار اقتراحات عملائنا في جميع مراحل العمل. تصاميمنا هي مزيج من الثقافات الشرقية والغربية، بالإضافة إلى إعداد الخطط التنفيذية.',
    'sustainability' => 'الكفاءة والاعتدال في استخدام المواد والطاقة وتطوير المساحة والبيئة بشكل عام.',
    'landscape_architecture' => 'نقوم بتصميم المناظر الطبيعية لمجموعة واسعة من القطاعات مثل المنازل السكنية والحدائق والمكاتب الشركات وأي منشآت أخرى.',
    'contract_management' => 'ندير العقود لضمان أن العميل والمقاول يفيان بالتزاماتهما بموجب شروط عقد البناء.',
    'construction_supervision' => 'يقدم فريقنا المتخصص لك الإشراف الاحترافي على عملية البناء للتأكد من أن مشروعك يسير حسب الجدول الزمني مع الحد الأدنى من المخاطر والأخطاء. سنقوم بإعداد المستندات والتقارير الداعمة وإكمال الشهادات الضرورية أيضًا.',
    ],
    'our_story'      => 'قصتنا',
    'our_goal'       => 'هدفنا',
    'our_vision'     => 'رؤيتنا',
    'our_mission'    => 'مهمتنا',
    'our_services'   => 'خدماتنا',
    'contract_management'        => 'إدارة العقود',
    'landscape_architecture'     => 'الهندسة المعمارية للمناظر الطبيعية',
    'sustainability'             => 'الاستدامة',
    'architecture_design'        => 'الهندسة المعمارية والتصميم',
    'construction_supervision'   => 'إشراف البناء',



];

